Repository: nate-xyz/conjure
Catalog: po/*.po
Languages: it, tr

source: Image Manipulation
it: Manipolazione delle immagini
tr: Görüntü İşleme

source: Magically transform images
it: Trasforma magicamente le immagini
tr: Görüntüleri sihirli bir şekilde dönüştürün

source: image;magic;transform;
it: immagine;magia;trasformazione;
tr: görüntü;resim;büyü;dönüşüm;değişim;

source: Apply various ImageMagick commands to your images, including resizing, cropping, rotating, flipping, and applying filters and effects.
it: Applica vari comandi di ImageMagick alle tue immagini, inclusi ridimensionamento, ritaglio, rotazione, capovolgimento e applicazione di filtri ed effetti.
tr: Yeniden boyutlandırma, kırpma, döndürme, çevirme ve filtreler ve efektler dahil görüntülerinize çeşitli ImageMagick komutları uygulayın.

source: Add Italian, Dutch, and Turkish Translations
it: Aggiunta traduzione in italiano, olandese e turco
tr: İtalyanca, Felemenkçe ve Türkçe Çeviriler Eklendi

source: UI improvements
it: Miglioramenti dell'interfaccia utente
tr: Arayüz iyileştirmeleri

source: UI changes
it: Modifiche all'interfaccia utente
tr: Arayüz değişiklikleri

source: translator-credits
it: Albano Battistella
tr: Sabri Ünal <libreajans@gmail.com>

source: Powered by ImageMagick
it: Offerto da ImageMagick
tr: ImageMagick ile Güçlendirildi

source: Select an Image File
it: Seleziona un file immagine
tr: Görüntü Dosyası Seç

source: Open Image
it: Apri immagine
tr: Görüntü Aç

source: Image files
it: File immagine
tr: Görüntü dosyaları

source: <span foreground={ERROR_RED}>Error!</span> {html.escape(error)}
it: <span foreground={ERROR_RED}>Errore!</span> {html.escape(error)}
tr: <span foreground={ERROR_RED}>Hata!</span> {html.escape(error)}

source: Opened image:
it: Immagine aperta:
tr: Açılan görüntü:

source: Could not open image: {}
it: Impossibile aprire l'immagine: {}
tr: Görüntü açılamadı: {}

# shortcut window
source: General
it: Generale
tr: Genel

# shortcut window
source: Show Shortcuts
it: Mostra scorciatoie
tr: Kısayolları Göster

# shortcut window
source: Quit
it: Esci
tr: Çık

source: _Keyboard Shortcuts
it: _Scorciatoie da tastiera
tr: _Klavye Kısayolları

source: _About Conjure
it: _Informazioni su Conjure
tr: Conjure _Hakkında

source: Unable select command, no image loaded.
it: Impossibile selezionare il comando, nessuna immagine caricata.
tr: Komut seçilemedi, görüntü yüklenmemiş.

source: Unable to start conversion.
it: Impossibile avviare la conversione.
tr: Dönüştürme başlatılamadı.

source: Unable to start conversion, no image loaded.
it: Impossibile avviare la conversione, nessuna immagine caricata.
tr: Dönüştürme başlatılamadı, görüntü yüklenmemiş.

source: Unable to complete conversion.
it: Impossibile completare la conversione.
tr: Dönüştütme tamamlanamadı.

source: Could not restore from history.
it: Impossibile ripristinare dalla cronologia.
tr: Geçmişten geri yüklenemedi.

source: No transformation to apply.
it: Nessuna trasformazione da applicare.
tr: Uygulanacak dönüşüm yok.

source: Unable to load converted image.
it: Impossibile caricare l'immagine convertita.
tr: Dönüştürülen görüntü yüklenemedi.

source: Unable to read drop.
it: Impossibile leggere drop.
tr: Bırakma okunamadı.

source: Unable to verify file on drop, try with the file chooser in the upper left corner.
it: Impossibile verificare il file al rilascio, prova con il selettore di file nell'angolo in alto a sinistra.
tr: Bırakıldığında dosya doğrulanamadı, sol üst köşedeki dosya seçici ile deneyin.

source: Save Image
it: Salva immagine
tr: Görüntüyü Kaydet

source: Save
it: Salva
tr: Kaydet

source: Saved!
it: Salvato!
tr: Kaydedildi!

source: New image: {dialog.get_current_name()}
it: Nuova immagine: {dialog.get_current_name()}
tr: Yeni görüntü: {dialog.get_current_name()}

source: Unable to save image {dialog.get_current_name()}.
it: Impossibile salvare l'immagine {dialog.get_current_name()}.
tr: {dialog.get_current_name()} görüntüsü kaydedilemedi.

source: Unable to save image.
it: Impossibile salvare l'immagine.
tr: Görüntü kaydedilemedi.

source: Method
it: Metodo
tr: Yöntem

source: Which interpolate method to apply to effected pixels.
it: Quale metodo di interpolazione applicare ai pixel interessati.
tr: Etkilenen piksellere hangi yarı değerleme yönteminin uygulanacağı.

source: Undefined
it: Non definito
tr: Tanımsız

source: Average
it: Medio
tr: Ortalama

source: Background
it: Sfondo
tr: Arka plan

source: Bilinear
it: Bilineare
tr: Çift doğrusal

source: Blend
it: Mescola
tr: Harmanlama

source: Integer
tr: Tamsayı

source: Nearest
it: Vicino
tr: En yakın

source: Spline
tr: Şerit

source: Amount
it: Quantità
tr: Miktar

source: Normalized degree of effect.
it: Grado di effetto normalizzato.
tr: Efektin normalleştirilme derecesi.

source: Angle
it: Angolo
tr: Açı

source: Threshold Method
it: Metodo Soglia
tr: Eşik Yöntemi

source: Triangle
it: Triangolo
tr: Üçgen

source: Adaptive
it: Adattivo
tr: Uyarlanabilir

source: Motion
it: Movimento
tr: Hareket

source: Rotational
it: Rotazione
tr: Dönüşümsel

source: Selective
it: Selettivo
tr: Seçilebilir

source: Color
it: Colore
tr: Renk

source: Color Threshold
it: Soglia Colore
tr: Renk Eşiği

source: Start Color
it: Avvia colore
tr: Başlangıç Rengi

source: Stop Color
it: Ferma colore
tr: Bitiş Rengi

source: Width
it: Altezza
tr: Genişlik

source: Width of Crop
it: Larghezza di ritaglio
tr: Kırpma Genişliği

source: Height
it: Altezza
tr: Yükseklik

source: Height of Crop
it: Altezza di ritaglio
tr: Kırpma Yüksekliği

source: Left
it: Sinistra
tr: Sol

source: Horizontal Start Position
it: Posizione iniziale orizzontale
tr: Yatay Başlangıç Konumu

source: Top
it: Sopra
tr: Üst

source: Vertical Start Position
it: Posizione iniziale verticale
tr: Dikey Başlangıç Konumu

source: Factor
it: Fattore
tr: Katsayı

source: Amount to adjust values.
it: Importo per regolare i valori.
tr: Ayarlama değerlerinin miktarı.

source: FX Expression
it: Espressione FX
tr: FX İfadesi

source: Number of Colors
it: Numero di colori
tr: Renk Sayısı

source: Target number of colors to use as seeds.
it: Numero target di colori da utilizzare come semi.
tr: Çekirdek olarak kullanılacak hedef renk sayısı.

source: Max Iterations
it: Numero massimo di iterazioni
tr: Azami Yineleme

source: Maximum number of iterations needed until convergence.
it: Numero massimo di iterazioni necessarie fino alla convergenza.
tr: Yakınsamaya kadar gereken azami yineleme sayısı.

source: Tolerance
it: Tolleranza
tr: Tolerans

source: Maximum tolerance between distortion iterations.
it: Tolleranza massima tra le iterazioni di distorsione.
tr: Bozulma yinelemeleri arasındaki azami tolerans.

source: Low
it: Basso
tr: Düşük

source: High
it: Alto
tr: Yüksek

source: Low Black
it: Nero basso
tr: Düşük Siyah

source: Low White
it: Bianco basso
tr: Düşük Beyaz

source: High White
it: Bianco alto
tr: Yüksek Beyaz

source: High Black
it: Nero alto
tr: Yüksek Siyah

source: Noise
it: Rumore
tr: Gürültü

source: Type of noise to apply
it: Tipo di rumore da applicare
tr: Uygulanacak gürültünün türü

source: Uniform
it: Uniforme
tr: Birbiçimli

source: Multiplicative Gaussian
it: Moltiplicativo gaussiano
tr: Çarpımsal Gauss

source: Laplacian
tr: Laplace

source: Random
it: Casuale
tr: Rastgele

source: Attenuate
it: Attenuato
tr: Zayıflama

source: Rate of distribution.
it: Velocità di distribuzione.
tr: Dağıtım oranı.

source: Threshold 1x1 (non-dither)
it: Soglia 1x1 (senza dithering)
tr: Eşik 1x1 (titremesiz)

source: Checkerboard 2x1 (dither)
it: Scacchiera 2x1 (dithering)
tr: Dama Tahtası 2x1 (titreme)

source: Ordered 2x2 (dispersed)
it: Ordinato 2x2 (distribuito)
tr: Sıralı 2x2 (dağınık)

source: Ordered 3x3 (dispersed)
it: Ordinato 3x3 (distribuito)
tr: Sıralı 3x3 (dağınık)

source: Ordered 4x4 (dispersed)
it: Ordinato 4x4 (distribuito)
tr: Sıralı 4x4 (dağınık)

source: Ordered 8x8 (dispersed)
it: Ordinato 8x8 (distribuito)
tr: Sıralı 8x8 (dağınık)

source: Halftone 4x4 (angled)
it: Mezzitoni 4x4 (angolato)
tr: Yarı tonlama 4x4 (açılı)

source: Halftone 6x6 (angled)
it: Mezzitoni 6x6 (angolato)
tr: Yarı tonlama 6x6 (açılı)

source: Halftone 8x8 (angled)
it: Mezzitoni 8x8 (angolato)
tr: Yarı tonlama 8x8 (açılı)

source: Halftone 4x4 (orthogonal)
it: Mezzitoni 4x4 (ortogonale)
tr: Yarı tonlama 4x4 (dikey)

source: Halftone 6x6 (orthogonal)
it: Mezzitoni 6x6 (ortogonale)
tr: Yarı tonlama 6x6 (dikey)

source: Halftone 8x8 (orthogonal)
it: Mezzitoni 8x8 (ortogonale)
tr: Yarı tonlama 8x8 (dikey)

source: Halftone 16x16 (orthogonal)
it: Mezzitoni 16x16 (ortogonale)
tr: Yarı tonlama 16x16 (dikey)

source: Circles 5x5 (black)
it: Cerchi 5x5 (nero)
tr: Çember 5x5 (Siyah)

source: Circles 5x5 (white)
it: Cerchi 5x5 (bianco)
tr: Çember 5x5 (Beyaz)

source: Circles 6x6 (black)
it: Cerchi 6x6 (nero)
tr: Çember 6x6 (Siyah)

source: Circles 6x6 (white)
it: Cerchi 6x6 (bianco)
tr: Çember 6x6 (Beyaz)

source: Circles 7x7 (black)
it: Cerchi 7x7 (nero)
tr: Çember 7x7 (Siyah)

source: Circles 7x7 (white)
it: Cerchi 7x7 (bianco)
tr: Çember 7x7 (Beyaz)

source: Caption
it: Didascalia
tr: Başlık

source: Font
tr: Yazı Tipi

source: Apply a shadow effect along this angle.
it: Applica un effetto ombra lungo questo angolo.
tr: Bu açı boyunca gölge efekti uygula.

source: Interpolation method.
it: Metodo di interpolazione.
tr: Aradeğerleme yöntemi.

source: Dither
tr: Titreme

source: Dither method to apply.
it: Il metodo di dithering da utilizzare.
tr: Uygulanacak titreme yöntemi.

source: No
tr: Hayır

source: Levels
it: Livelli
tr: Düzeyler

source: Radius
it: Raggio
tr: Yarıçap

source: The size of the Gaussian operator.
it: La dimensione dell'operatore gaussiano.
tr: Gaussian operatörünün boyutu.

source: The standard deviation of the Gaussian.
it: La deviazione standard della gaussiana.
tr: Gaussian standart sapması.

source: The percentage of the difference between the original and the blur image that is added back into the original
it: La percentuale della differenza tra l'originale e l'immagine sfocata che viene aggiunta nuovamente all'originale
tr: Özgün ile özgüne geri eklenen bulanık görüntü arasındaki farkın yüzdesi

source: Threshold
it: Soglia
tr: Eşik

source: The threshold in pixels needed to apply the difference amount. Values for threshold over 0.0 reduce the sharpens.
it: La soglia in pixel necessaria per applicare la quantità di differenza. I valori per la soglia superiori a 0.0 riducono la nitidezza.
tr: Fark miktarını uygulamak için gereken piksel cinsinden eşik. 0.0'ın üzerindeki eşik değerleri keskinliği azaltır.

source: Number of pixels to offset inward from the top and bottom of the image before drawing effect.
it: Numero di pixel di cui eseguire l'offset verso l'interno dalla parte superiore e inferiore dell'immagine prima dell'effetto di disegno.
tr: Çizim efektinden önce görüntünün üstünden ve altından içe konumlandırılacak piksel sayısı.

source: Number of pixels to offset inward from the left and right of the image before drawing effect.
it: Numero di pixel di cui eseguire l'offset verso l'interno dalla sinistra e dalla destra dell'immagine prima dell'effetto di disegno.
tr: Çizim efektinden önce görüntünün solundan ve sağından içe konumlandırılacak piksel sayısı.

source: Width (px)
it: Larghezza (px)
tr: Genişlik (px)

source: Height (px)
it: Altezza (px)
tr: Yükseklik (px)

source: Background Color (optional)
it: Colore di sfondo (facoltativo)
tr: Arka Plan Rengi (isteğe bağlı)

source: Degree
it: Gradi
tr: Derece

source: Degree to rotate.
it: Grado di rotazione.
tr: Döndürme derecesi.

source: Gray
it: Grigio
tr: Gri

source: Isolate the effect on pixel intensity. Default is False.
it: Isolare l'effetto sull'intensità dei pixel. L'impostazione predefinita è Falso.
tr: Piksel yoğunluğu üzerindeki etkiyi izole et. Kapalı öntanımlıdır.

source: Azimuth
it: Azimut
tr: Azimut

source: Angle from x-axis.
it: Angolo dall'asse x.
tr: X ekseninden açı.

source: Elevation
it: Elevazione
tr: Yükselme

source: Amount of pixels from the z-axis.
it: Quantità di pixel dall'asse z.
tr: Z eksenindeki piksel miktarı.

source: Unsharp Mask
it: Maschera di contrasto
tr: Keskinliği Azaltma Maskesi

source: Statistic
it: Statistiche
tr: İstatistik

source: The type of statistic to calculate.
it: Il tipo di statistica da calcolare.
tr: Hesaplanacak istatistik türü.

source: Gradient
it: Gradiente
tr: Renk geçişi

source: Maximum
it: Massimo
tr: En yüksek

source: Mean
it: Significa
tr: Ortalama

source: Median
it: Mediano
tr: Ortanca

source: Minimum
it: Minimo
tr: En düşük

source: Mode
it: Modalità
tr: Kip

source: Nonpeak
it: Non di punta
tr: Zirve değil

source: Root Mean Square
it: Radice media quadrata
tr: Kök Kare Ortalama

source: Standard Deviation
it: Deviazione standard
tr: Standart Sapma

source: Adaptive Threshold
it: Soglia adattiva
tr: Uyarlamalı Eşik

source: Auto Threshold
it: Soglia automatica
tr: Otomatik Eşik

source: Black Threshold
tr: Kara Eşik

source: Random Threshold
it: Soglia casuale
tr: Rastgele Eşik

source: Range Threshold
it: Soglia di intevallo
tr: Erim Eşiği

source: White Threshold
it: Soglia bianca
tr: Beyaz Eşik

source: Smoothing limit.
it: Limite di smussatura.
tr: Düzleştirme sınırı.

source: Softnesss
it: Morbidezza
tr: Yumuşaklık

source: Attenuate of the smoothing threshold.
it: Attenuazione della soglia di livellamento.
tr: Yumuşatma eşiğinin zayıflaması.

source: Perform dither operation between neighboring pixel values.
it: Eseguire operazioni di dithering tra valori di pixel vicini.
tr: Komşu piksel değerleri arasında titreme işlemi gerçekleştir.

source: Color Space
it: Spazio colore
tr: Renk Uzayı

source: Grayscale
it: Scala di grigi
tr: Gri tonlama

source: Transparent
it: Trasparente
tr: Saydam

source: The target number of colors to reduce the image to.
it: Il numero di colori di destinazione a cui ridurre l'immagine.
tr: Görüntünün küçültüleceği hedef renk sayısı.

source: Tree Depth
it: Profondità Albero
tr: Ağaç Derinliği

source: A value between 0 and 8 where 0 will allow ImageMagick to calculate the optimal depth with Log4(number_colors)
it: Un valore compreso tra 0 e 8 dove 0 consentirà a ImageMagick di calcolare la profondità ottimale con Log4(number_colors)
tr: 0 ile 8 arasında bir değer; burada 0, ImageMagick'in Log4(number_colors) ile en iyilenmiş derinliği hesaplamasını sağlar

source: Amplitude
it: Ampiezza
tr: Boyut

source: Height of wave form.
it: Altezza della forma d'onda.
tr: Dalga formunun yüksekliği.

source: Wave Length
it: Lunghezza d'onda
tr: Dalga Uzunluğu

source: Width of wave form.
it: Larghezza della forma d'onda.
tr: Dalga formunun genişliği.

source: Size of neighboring pixels on the X-axis.
it: Dimensione dei pixel adiacenti sull'asse X.
tr: X eksenindeki komşu piksellerin boyutu.

source: Size of neighboring pixels on the Y-axis.
it: Dimensione dei pixel adiacenti sull'asse Y.
tr: Y eksenindeki komşu piksellerin boyutu.

source: Offset
it: Compensazione
tr: Konum

source: Forces the pixels to black if values are below offset.
it: Forza i pixel al nero se i valori sono inferiori all'offset.
tr: Değerler konumun altındaysa pikselleri siyaha zorlar.

source: Select Command
it: Seleziona comando
tr: Komut Seç

source: Resize
it: Ridimensiona
tr: Yeniden Boyutlandır

source: Crop
it: Ritaglia
tr: Kırp

source: Blur
it: Sfocatura
tr: Bulanıklık

source: Despeckle
tr: Beneksizleştir

source: Edge
it: Bordo
tr: Kenar

source: Emboss
tr: Kabartma

source: Shade
it: Ombra
tr: Gölge

source: Sharpen
it: affina
tr: Keskinleştir

source: Spread
it: Diffusione
tr: Etrafa saç

source: Add Noise
it: aggiungi rumore
tr: Gürültü Ekle

source: Blueshift
tr: Mavi kayma

source: Charcoal
it: Carboncino
tr: Kara kalem

source: Colorize
it: Colora
tr: Renklendir

source: Implode
it: Implodere
tr: Ayrıştır

source: Sepia Tone
it: Tonalità seppia
tr: Sepya Tonu

source: Sketch
it: Schizzo
tr: Kara kalem

source: Solarize
it: Solarizza
tr: Güneşte bırakılmış

source: Swirl
it: Vortice
tr: Girdap

source: Tint
it: Tinta
tr: Renk tonu

source: Vignette
it: Vignetta
tr: Etrafını sil

source: Wave
it: Onda
tr: Dalga

source: Wavelet Denoise
tr: Wavelet Gürültü Kaldırma

source: Enhance
tr: İyileştir

source: Flip
it: Capovolto
tr: Çevir

source: Flop
tr: Çökme

source: Rotation
it: Rotazione
tr: Döndürme

source: Posterize
it: Posterizza
tr: Posterleştir

source: Quantize
tr: Niceleme

source: Ordered Dither
tr: Sıralı Titret

source: Drop Image
it: Trascina Immagine
tr: Görüntü Bırak

source: Drag an image here or click the button below.
it: Trascina un'immagine qui o fai clic sul pulsante in basso.
tr: Buraya bir görüntü sürükleyin ya da aşağıdaki düğmeye tıklayın.

source: Apply
it: Applica
tr: Uygula

source: Save Image?
it: Salvare immagine?
tr: Görüntü Kaydedilsin mi?

source: _Cancel
it: _Cancella
tr: _İptal

source: _Save
it: _Salva
tr: Kayd_et

source: Normal
it: Normale

source: Gaussian
it: Gaussiano

source: Average9
it: Medio9

source: Average16
it: Medio16

source: Mesh
it: Maglia

source: Impulse
it: Impulso

source: Black Threshold
it: Soglia nera

source: Seam Carving
it: Intaglio della cucitura
